Repository: andreysinus/telegramAutoBot
Catalog: localization/*/LC_MESSAGES/messages.po
Languages: ru_ru

source: Pre-trip inspection
ru_ru: Предрейсовый осмотр

source: Car acceptance
ru_ru: Приёмка авто

source: Exit
ru_ru: Выход

source: Hello! Please login to get started.
ru_ru: Здравствуйте! Для начала работы пройдите авторизацию.

source: Send phone number
ru_ru: Отправить телефонный номер

source: Press the button at the bottom of the screen or send a phone number (ex. 79998887766) in a message:
ru_ru: Нажмите кнопку внизу экрана или отправьте номер телефона (напр. 79998887766) в сообщении:

source: To start work, you need to authorize using your mobile phone! Next, you need to select the required operation (for example, "Pretrip inspection". After choosing, follow the bot's instructions. In case of technical problems, contact: 8 (800) 101-40-64, ATIMO technical support hotline.
ru_ru: Для начала работ необходимо произвести авторизацию с помощью своего мобильного телефона! Далее требуется выбрать необходимую операцию (например,\"Предрейсовый осмотр\". После выбора нужно следовать инструкциям бота. При технический неполадках обратиться по номеру: 8 (800) 101-40-64, горячая линия техподдержки АТИМО.

source: select an action.
ru_ru: выберете действие.

source: Oops. Something went wrong
ru_ru: Упс. Что-то пошло не так

source: The employee is not in the database, enter the phone number again.
ru_ru: Сотрудник отсутствует в базе, введите номер телефона еще раз.

source: Restart.
ru_ru: Перезагрузка.

source: Enter vehicle number
ru_ru: Введите номер авто

source: Enter the driver's phone number
ru_ru: Введите номер телефона водителя

source: No
ru_ru: Нет

source: Yes
ru_ru: Да

source: The driver
ru_ru: Водитель

source: hands over the car issued under the act No.
ru_ru: сдаёт автомобиль, выданный по акту №

source: Driver not found. Check the entered data
ru_ru: Водитель не найден. Проверьте введенные данные

source: Vehicle not found. Check the entered data
ru_ru: Автомобиль не найден. Проверьте введенные данные

source: Enter vehicle mileage
ru_ru: Введите пробег автомобиля

source: You abandoned the action
ru_ru: Вы отменили действие

source: Command not found
ru_ru: Команда не найдена

source: Mileage meets conditions
ru_ru: Пробег соответствует пробегу

source: Form an act
ru_ru: Сформировать акт

source: Next, you need to create an act
ru_ru: Далее необходимо сформировать акт

source: Mileage does not meet conditions
ru_ru: Пробег не соответсвует условиям

source: Enter mileage again
ru_ru: Введите пробег еще раз

source: Enter the vehicle number.
ru_ru: Введите номер автомобиля

source: Driver not found, please enter a different phone number.
ru_ru: Водитель не найден, пожалуйста, введите другой номер телефона

source: Enter mileage
ru_ru: Введите пробег

source: Vehicle not found, please enter another number
ru_ru: Авто не найдено, введите другой номер

source: Car check
ru_ru: Проверка авто

source: To go through the list of checks, click on the button "Car check"
ru_ru: Для прохождения листа проверок нажмите на кнопку "Проверка авто"

source: Mileage is not correct, please re-enter
ru_ru: Пробег не корректный, пожалуйста, введите еще раз

source: The act has been formed.
ru_ru: Акт сформирован

source: Select an action.
ru_ru: Выберете действие

source: Error!
ru_ru: Ошибка!
